<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <title>Der goldene Weg zum perfekten Seminarvortrag</title>
   <meta name="Description" content="Didaktische Hinweise zum Vorbereiten
            und Halten eines Vortrages oder Referates">
   <meta name="Author" content="Gernot Münster">
   <meta name="KeyWords" content="Vortrag, Seminar, Referat, Vortragsvorbereitung">
   <meta name="Date" content="1999-09-01">
   <base href="http://pauli.uni-muenster.de/Seminare/anleitung.html">
</head>

<body text="#000000" bgcolor="#FFFFF8">

<h1>Der goldene Weg zum perfekten Seminarvortrag</h1>

Prof. G. M&uuml;nster,
Westf&auml;lische Wilhelms-Universit&auml;t M&uuml;nster,
Institut f&uuml;r Theoretische Physik
<hr>
<p>

Den goldenen Weg zum perfekten Seminarvortrag kenne ich leider auch
nicht.  Sonst w&uuml;rde ich selber besser vortragen oder B&uuml;cher
dar&uuml;ber schreiben.  Dennoch k&ouml;nnen die unten stehenden
Hinweise zur Vorbereitung und zum Vortragen eines Referates hilfreich
f&uuml;r Sie sein.
<p>

Die Seminare, in denen Sie als Student Referate halten, dienen nicht nur
dem Erwerb von Fachkenntnissen und deren Weitergabe an Ihre
Kommilitonen.  Ein sehr wichtiges Ziel ist es n&auml;mlich, dass Sie
sich in der Kunst des Vortragens &uuml;ben.  Ein gelungener Vortrag
setzt in der Regel eine gute Vorbereitung voraus.  Die Hinweise, die Sie
hier finden, sollen Ihnen dazu eine Hilfestellung geben.
<p>

&Uuml;ber den einen oder anderen Punkt gibt es verschiedene Ansichten
und ich m&ouml;chte Sie ermutigen, Ihre eigenen Vorstellungen &uuml;ber
einen guten Vortrag zu entwickeln.  F&uuml;r den unge&uuml;bten
Seminarteilnehmer wird es aber zur Verbesserung seines Vortrages
beitragen, wenn er die Hinweise beachtet.
<p>

In unseren Seminaren soll der Student im Anschluss an sein Referat
R&uuml;ckmeldungen erhalten.  Dies ist f&uuml;r das angestrebte Lernziel
sehr wichtig.  Deshalb werden alle teilnehmenden Studenten aufgefordert,
sich zum Vortrag zu &auml;u&szlig;ern.  Weiter unten finden Sie eine
Liste von Kriterien, nach denen ein Vortrag beurteilt werden kann.
Diese ist als Anregung f&uuml;r die R&uuml;ckmeldung gedacht.
<p>


<h2>Die Vorbereitung des Vortrages</h2>

Ein sinnvoller Ablauf der Vorbereitung sieht so aus:

<ul>

<li>
<b>Erste Durchsicht der Literatur</b>
<br>
Die vorliegende Literatur wird durchgesehen, ohne schon die Einzelheiten
zu studieren. Verschaffen Sie sich einen &Uuml;berblick. Machen Sie sich
stichwortartige Notizen zu Inhalt und Bez&uuml;gen.

<li>
<b>Ordnen des Materials</b>
<br>
Welches sind die wesentlichen Themen bzw. Aussagen? Was ist zweitrangig?
Was ist erg&auml;nzendes Material, und was davon ist eher interessant
oder eher unwichtig?

<li>
<b>Ger&uuml;st f&uuml;r den Vortrag</b>
<br>
Welche Hauptthemen m&ouml;chten Sie behandeln? In welcher Abfolge?
Entwerfen Sie auf dieser Grundlage eine grobe Gliederung des Vortrages.
Beschr&auml;nken Sie sich auf das Wesentliche.

<li>
<b>Detaillierte Skizze des Vortrages</b>
<br>
F&uuml;llen Sie den Plan des Vortrages mit weiteren Einzelheiten.
Welche Aussagen sollen gemacht werden? Welche Beweise, Beispiele,
Erl&auml;uterungen, Erg&auml;nzungen etc. sollen gebracht werden?
Beschr&auml;nken Sie sich auf das Wesentliche.

<li>
<b>Ausarbeitung</b>
<br>
Jetzt werden die einzelnen Abschnitte, die in der detaillierten Skizze
vorgesehen sind, mit Leben gef&uuml;llt. Hierzu wird die entsprechende
Literatur genauer studiert und die wichtigen Inhalte werden heraus
destilliert. Das Ergebnis dieser Phase ist eine genaue Gliederung und
eine dazugeh&ouml;rige Ausarbeitung mit Stichworten und Formeln. Diese
Ausarbeitung soll alles enthalten, was Sie ben&ouml;tigen, um den
Vortrag zu halten. Sie sollten aber keine Textpassagen zum Ablesen
aufschreiben. Wenn Sie Folien verwenden wollen, werden diese nun
erstellt.

<li>
<b>Probevortrag</b>
<br>
Mit dem Betreuer vereinbaren Sie einen Probevortrag etwa eine Woche vor
dem Seminartermin. Der Betreuer wird mit Ihnen besprechen, wo der
Vortrag noch zu verbessern ist. Insbesondere werden Sie feststellen,
dass der Vortrag zu lang ist und noch von unwichtigen Inhalten befreit
werden muss.

</ul>


<h2>Der Vortrag</h2>

Zum Seminar werden Sie mit der Gliederung, der Ausarbeitung und
eventuellem weiteren Material (Folien, Dias, Ger&auml;te etc.)
erscheinen und Ihren Vortrag halten.  Nun geht es darum, den
Zuh&ouml;rern die vorbereiteten Inhalte zu vermitteln.  Diesem Ziel
dienen die folgenden Hinweise.  Sie sollten nat&uuml;rlich schon bei der
Vorbereitung ber&uuml;cksichtigt werden.
<p>

<ul>

<li>
<b>Begr&uuml;&szlig;en</b> Sie die Zuh&ouml;rer freundlich.

<li>
Versuchen Sie mit einem <b>"Aufh&auml;nger"</b> zu beginnen, z.B. einem
offenen Problem, einem scheinbaren Paradoxon, einer interessanten
Beobachtung etc..

<li>
Stellen Sie die <b>wesentlichen Punkte</b> besonders heraus, zum
Beispiel durch Anschreiben an die Tafel. Diese d&uuml;rfen nicht zwischen
Nebens&auml;chlichem, Beweisen, Erl&auml;uterungen etc. untergehen.

<li>
Detaillierte <b>Abschnitte</b>, z.B. Beweise, Herleitungen,
ausf&uuml;hrliche Beispiele etc., sollten Sie am jeweiligen Ende
kommentieren und wiederholend zusammenfassen.

<li>
Zeigen Sie die <b>Inhaltsangabe</b> nicht vorher.  Durch das Zeigen der
Inhaltsangabe kann Spannung verloren gehen.  Einige Zuh&ouml;rer sagen
sich beim Betrachten der Inhaltsangabe:  "Ach, den Anfang kenne ich
schon", und schalten ab.  Sie sind sp&auml;ter schwer wieder
einzufangen.  Andere vergleichen im Laufe des Vortrages die
Inhaltsangabe mit der jeweiligen Zeit und achten mehr auf den Fahrplan
als auf den Inhalt, oder fragen sich sogar:  "Na, kriegt er das wohl
noch hin", wenn die Zeit knapp wird.
<br>
Hierzu gibt es auch gegenteilige Meinungen.  Etliche professionelle
Ratgeber empfehlen, die Inhaltsangabe vorher zu zeigen.  Meine Erfahrung
spricht dagegen.

<li>
Lesen Sie <b>m&uuml;ndliche Passagen</b> nicht vom Blatt ab. Dies wirkt
fast immer h&ouml;lzern oder einschl&auml;fernd. Es ist besser, auf
Grund der Stichworte frei zu formulieren. Dies ist lebendiger und
spricht die Zuh&ouml;rer eher an.

<li>
Bringen Sie <b>zuerst die Beispiele</b> und dann den allgemeinen
Sachverhalt oder Satz.  Es erleichtert das Verst&auml;ndnis eines Satzes
enorm, wenn der Zuh&ouml;rer schon ein konkretes Beispiel vor Augen hat.
Wenn Sie es aus dem Studium anders gewohnt sind (z.B.
Mathematik-Vorlesungen), versuchen Sie, es jetzt besser zu machen.

<li>
<b>Kontakt zum Zuh&ouml;rer:</b>
<ul>
<li>
Sprechen Sie den H&ouml;rer direkt an.
<li>
Halten Sie Blickkontakt zu den Zuh&ouml;rern.
<li>
Stellen Sie rhetorische Fragen.
</ul>

<li>
<b>Vortragsstil:</b>
<ul>
<li>
Sprechen Sie plakativ: knappe Formulierungen, kurze S&auml;tze,
bildhafte Sprache.
<li>
Sprechen Sie pers&ouml;nlich, vermeiden Sie "man" und andere
unpers&ouml;nliche Elemente.
<li>
Sprechen Sie laut und deutlich.
<li>
Variieren Sie die Stimmlage.
<li>
Setzen Sie deutliche Z&auml;suren an den geeigneten Stellen.
<li>
Setzen Sie Mimik und Gestik in angemessenem Ma&szlig;e ein. Es darf aber
nicht &uuml;bertrieben wirken und muss zu Ihrem Charakter passen.
</ul>

<li>
Wenn Sie <b>Folien</b> verwenden:
<ul>
<li>
Beschr&auml;nken Sie sich auf das Wesentliche. &Uuml;berfrachtete Folien
sind sehr sch&auml;dlich.
<li>
Schreiben Sie keine Textpassagen auf die Folien, um diese dann
vorzulesen.
<li>
Schreiben Sie gro&szlig; und deutlich.
<li>
Verwenden Sie farbige Stifte zur Strukturierung.
<li>
Zeigen Sie einpr&auml;gsame Bilder und Graphiken.
</ul>

<li>
<b>Schlie&szlig;en</b> Sie mit einer der folgenden M&ouml;glichkeiten:
<ul>
<li>
mit einer kurzen <b>Zusammenfassung</b> der wichtigsten Aussage,
<li>
mit einem <b>Ausblick</b> auf k&uuml;nftige M&ouml;glichkeiten oder
einer Aufforderung,
<li>
mit einem <b>Bezug zum Beginn</b> des Vortrages, z.B. dem
"Aufh&auml;nger".
</ul>

</ul>

<hr>

<h2>Die R&uuml;ckmeldung</h2>

Nach Ende des Vortrages erfolgt in unseren Studentenseminaren eine
zweigeteilte Diskussion.  In dem einen Teil wird &uuml;ber inhaltliche
Fragen diskutiert.  In dem anderen Teil erh&auml;lt der Vortragende von
den &uuml;brigen Teilnehmern des Seminars eine R&uuml;ckmeldung zu
seinem Vortrag.  Hierbei wird jeder Teilnehmer aufgefordert, sich zu
&auml;u&szlig;ern.  Auf diese Weise kann der Vortragende erfahren,
wieweit er die Inhalte vermitteln konnte und wie der Vortrag angekommen
ist.
<p>

Um zu vermeiden, dass nur pauschale &Auml;u&szlig;erungen wie:  "Hat mir
ganz gut gefallen", "Irgendwann hab ich den Anschluss verloren", oder
"Vielleicht k&ouml;nnte man das eine oder andere noch besser machen" fallen,
sind in der nachfolgende Liste einige Kriterien genannt,
anhand deren der Zuh&ouml;rer seine R&uuml;ckmeldung formulieren kann.
<p>

<b>Inhalt</b>

<ul>

<li>
Stoffauswahl
<li>
Struktur
<li>
Bezug auf die Voraussetzungen in der Zuh&ouml;rerschaft
<li>
Motivation

</ul>

<b>Pr&auml;sentation</b>

<ul>

<li>
Vortragsstil: Sprache, Betonung, Mimik
<li>
Verst&auml;ndlichkeit
<li>
Tafelbild, Folien
<li>
Veranschaulichung, Graphiken
<li>
Kontakt zum Publikum

</ul>
<p>

<hr>
<address>
<a href="mailto:munsteg@uni-muenster.de">munsteg@uni-muenster.de</a>
</address>

</body>
</html>
