<htmlplus>
 <head>
  <title>
   Lehrveranstaltungen: Was sind?
  </title>
 </head>

 <body bgcolor="#FFFFFF">
  <center>
   <table border="4" bgcolor="#FFFF00">
    <tr>
     <td>
      <font size=+4 color="#FF0000">
       Lehrveranstaltungen
      </font>
     </td>
    </tr>
   </table>
  </center>
  <hr width="0"><p>
  Diese Seite beschreibt verschiedene Typen von
  Lehrveranstaltungen und enth&auml;lt auch Hinweise,
  die Ihnen helfen sollen,
  erfolgreich an solchen Lehrveranstaltungen teilzunehmen.
  In konkreten F&auml;llen kann von den hier
  gegebenen Richtlinien abgewichen werden.
  <a name="seminar">
  <h1>
   <font size=+4 color="#00FF88">
    Seminare
   </font>
  </h1>
Im Seminar sorgen die Studierenden f&uuml;r die
Unterhaltung!
Jeder Termin des Seminars beinhaltet einen Vortrag eines
Teilnehmers und eine sich daran anschlie&#223;ende
Diskussion &uuml;ber den Inhalt des Vortrags und
den Vortrag selbst. <p>

<a href="#dient">Wozu dient ein Seminar?</a><br>
<a href="#tun">Was m&uuml;ssen Sie tun?</a><br>
<a href="#vortrag">Was ist ein guter Vortrag?</a><br>
<a href="#zuhoerer">Was ist ein guter Zuh&ouml;rer?</a><br>
<a href="#hilfe">Wo bekommen Sie Hilfe?</a><br>
<a href="#zeitplan">Was ist ein sinnvoller Zeitplan?</a><br>

  <p>
  <h2><a name="dient">
   Wozu dient ein Seminar?
  </h2>
Ein Seminar bietet nat&uuml;rlich die M&ouml;glichkeit,
einen Seminarschein zu erwerben.
Dar&uuml;ber hinaus k&ouml;nnen Sie folgende
Lernziele verfolgen:
  <ul>
   <li> Vertieftes Wissen &uuml;ber ein Stoffgebiet
   <li> &Uuml;bung im Lesen von Originalliteratur
   <li> Erfahrung im Vortragen
   <li> Erfahrung in der schriftlichen Ausarbeitung
        von technischem Material
  </ul>
Ein Seminar besch&auml;ftigt sich &uuml;ber ein ganzes
Semester mit einem eng begrenzten Gebiet und kann Ihnen
deswegen eine Gelegenheit bieten, auf diesem Gebiet
zum Kenner oder sogar zum Experten zu werden.
Typischerweise werden Ergebnisse behandelt, die erst
wenige Jahre alt sind und zu den besten bekannten
Ergebnissen auf dem Gebiet geh&ouml;ren.
Sie werden stellenweise erkennen k&ouml;nnen, wo die
derzeitige Forschungsfront verl&auml;uft, und werden
vielleicht sogar dazu inspiriert, Ihre Kr&auml;fte
mit einem offenen Problem zu messen. <p>

Originalliteratur, wissenschaftliche Beitr&auml;ge aus
Tagungsb&auml;nden oder Fachzeitschriften, liest sich
anders als Lehrb&uuml;cher.
Sie k&ouml;nnen sich nicht wie bei einem guten Lehrbuch
mehr oder weniger darauf verlassen, dass alles, was
Sie lesen, relevant, interessant, vollst&auml;ndig,
verst&auml;ndlich oder sogar auch nur korrekt ist.
Deswegen m&uuml;ssen Sie kritisch lesen, Wichtiges
von Unwichtigem trennen, weitere
ben&ouml;tigte Literaturquellen aufsuchen, Fehlendes
erg&auml;nzen usw.
Das kann eine spannende Aufgabe sein. <p>

Die F&auml;higkeit, sich anderen m&uuml;ndlich oder schriftlich
effektiv mitzuteilen, kann Ihnen bei den vielf&auml;ltigsten
sp&auml;teren T&auml;tigkeiten von gro&#223;em Nutzen sein.
Trotzdem wird dieser Aspekt in Ihrem Studium nicht betont.
Nutzen Sie die Gelegenheit eines Seminars,
Kommunikation zu &uuml;ben!
Entwickeln Sie den Ehrgeiz, eine klaren, verst&auml;ndlichen,
vielleicht sogar lehrreichen und unterhaltsamen
Vortrag zu halten. <p>

  <h2><a name="tun">
   Was m&uuml;ssen Sie tun?
  </h2>
Die Voraussetzungen f&uuml;r die Vergabe eines
Seminarscheins k&ouml;nnen von Seminar zu
Seminar verschieden sein, beinhalten aber
typischerweise:
   <ul>
    <li> Halten eines Vortrags
    <li> Eventuell Ausarbeitung einer kurzen Zusammenfassung Ihres Vortrags
    <li> Ausarbeitung eines ausf&uuml;hrlicheren
           Aufsatzes &uuml;ber Ihr Thema
    <li> Anwesenheit bei (fast) allen Vortr&auml;gen im Seminar
   </ul>
Der Vortrag soll eine Dauer von etwa 60 Minuten haben.
Einige Themen k&ouml;nnen von zwei Teilnehmern gemeinsam
behandelt werden - diese sollten dann zusammen einen
Vortrag von etwa 90 Minuten halten.
Der Vortrag sollte gewisse Mindestanforderungen erf&uuml;llen,
was Inhalt und Verst&auml;ndlichkeit betrifft.
H&auml;lt der Dozent einen Vortrag f&uuml;r ungen&uuml;gend,
kann eine Wiederholung erlaubt werden, wenn dies
zeitlich m&ouml;glich ist
(d.h. wenn noch Termine frei sind). <p>

Die kurze Zusammenfassung soll etwa 1-3 Seiten umfassen
und eine Woche vor dem Vortrag an die Seminarteilnehmer
ausgeteilt werden.
Sie sollte nur die wichtigsten Elemente des Vortrags
beinhalten, etwa Definitionen, die wichtigsten S&auml;tze
und vielleicht Figuren und Beispiele.
Sie soll den anderen Teilnehmern erm&ouml;glichen, sich
auf den Vortrag vorzubereiten und Definitionen und
Ergebnisse aus Ihren Artikeln in ihren eigenen Vortr&auml;gen
zu benutzen.
Die Kurzfassung sollte <em>kurz</em>
(daher der Name) und <em>klar</em> sein und
muss vor dem Austeilen vom Dozenten oder einem
anderen Seminarbetreuer abgesegnet werden. <p>

Der l&auml;ngere Aufsatz soll die Form eines wissenschaftliches
Artikels und eine L&auml;nge von etwa 7-15 Seiten haben und
soll ebenfalls an die anderen Teilnehmer ausgeteilt werden.
Auch der l&auml;ngere Aufsatz muss einem
Seminarbetreuer vor dem Austeilen vorgelegt
und danach gegebenenfalls &uuml;berarbeitet werden. <p>

Es sollte die Regel sein, das jeder Teilnehmer eines Seminars
zu jedem Termin kommt.
Nat&uuml;rlich k&ouml;nnen Sie mal aussetzen, wenn Sie
krank sind oder wirklich wichtige Verpflichtungen
anderswo haben.
Es ist aber nicht akzeptabel (und auch nicht
nett den Kollegen gegen&uuml;ber), nur zum eigenen Vortrag
zu erscheinen.

  <h2><a name="vortrag">
   Was ist ein guter Vortrag?
  </h2>
Ein guter Vortrag ist ein Vortrag, der sich an den
Zuh&ouml;rern orientiert;
an ihren W&uuml;nschen und Bed&uuml;rfnissen, ihrem
Vorwissen, ihrer Aufnahmef&auml;higkeit.
Ihre Zuh&ouml;rer m&ouml;chten an Ihrem Wissen
teilhaben, etwas lernen,
sch&ouml;ne Zusammenh&auml;nge erkennen und,
wenn es geht, gut unterhalten werden. <p>

<ul>
 <li><em>Haben Sie etwas zu sagen.</em><br>
  Die erste Voraussetzung daf&uuml;r, dass die
Zuh&ouml;rer etwas von Ihrem Vortrag haben, ist, dass
Sie tats&auml;chlich etwas wissen, was Ihre
Zuh&ouml;rer nicht wissen.
Dazu m&uuml;ssen Sie sich genau mit Ihrem Thema
auseinandersetzen und ein tiefes Verst&auml;ndnis erwerben,
L&uuml;cken schlie&#223;en, z.B. in Beweisen,
interessante Quellenverweise verfolgen usw. <p>

 <li><em>Aber haben Sie nicht zu viel zu sagen.</em><br>
  Eine Stunde ist sehr viel Zeit.
Die Artikel, die im Seminar behandelt werden, wurden der Welt
typischerweise zuerst auf einer wissenschaftlichen Tagung in
20 oder 25 Minuten vorgestellt, und wenn Sie im
Gesch&auml;ftsleben einmal in die Vorstandssitzung geladen
werden, um Ihr neues Projekt vorzustellen, wird man Ihnen
kaum mehr als 5 oder 10 Minuten zuh&ouml;ren.
Als Zuh&ouml;rer im Seminar werden Sie die
Stunde auch als lang empfinden; aber wenn Sie selbst
vortragen, wird sie wie im Flug vergehen (es sei denn,
Sie sind geradezu erb&auml;rmlich vorbereitet und haben
&uuml;berhaupt nichts zu sagen).
Seien Sie darauf gefasst und lassen Sie sich nicht
davon &uuml;berraschen, wie wenig Sie in einer Stunde an
den Mann und die Frau bringen k&ouml;nnen.
Denken Sie daran, dass Sie sich wochenlang
mit Ihrem Thema besch&auml;ftigt haben und dass
in dieser Zeit vieles f&uuml;r Sie selbstverst&auml;ndlich
geworden ist, das Ihnen am Anfang Schwierigkeiten
bereitet hat; Ihre Zuh&ouml;rer werden nat&uuml;rlich
die gleichen Schwierigkeiten haben, wenn Sie nicht von
Ihnen mehr Hilfe erhalten, als Sie von Ihren Artikeln
erhalten haben.
Benutzen Sie nicht den Vortrag dazu, dem Dozenten zu
imponieren; dazu reichen die individuellen Vorbesprechungen und Ihre
rege Beteiligung an den Diskussionen zu
anderen Vortr&auml;gen. <br>

Sie werden nur in den seltensten F&auml;llen restlos alles
vortragen k&ouml;nnen, was in Ihren Artikeln steht, und das w&auml;re
auch in den meisten F&auml;llen wenig sinnvoll.
Die Kunst liegt in der richtigen Auswahl der wichtigen
Teile mit allem, was ben&ouml;tigt wird, um diese
wichtigen Teile zu verstehen.
Halten Sie sich an die vorgegebene Zeit von 60 Minuten
und &uuml;berziehen Sie nicht.
Sie wissen selbst, wie &auml;rgerlich es ist, wenn der
Professor in der Vorlesung nicht fertig werden will und gegen alle
Menschenrechte 2 Minuten der Pause verbraucht.
Ebenso ist es eine Tatsache, dass jedes konzentrierte
Zuh&ouml;ren k&ouml;rperlich und seelisch unm&ouml;glich
wird, wenn die erwartete Vortragsdauer verstrichen ist.
Versuchen Sie als Vortragender also nicht durch
Schnellfeuersprechen gerade noch fertig zu werden,
sondern bringen Sie den Vortrag zu einem abgerundeten
und p&uuml;nktlichen Abschluss, selbst wenn Sie dabei
etwas weglassen m&uuml;ssen, das Sie eigentlich
behandeln wollten. <br>

Es ist individuell unterschiedlich, wie lange eine
Folie "vorh&auml;lt";
aber bis das Gegenteil erwiesen ist, sollten Sie nicht
damit rechnen, im Laufe einer Stunde mehr als 20-30
Folien zeigen zu k&ouml;nnen.
Manche Leute kommen mit viel weniger aus. <p>

<li><em>Halten Sie einen Vortrag, keinen gesprochenen
 Aufsatz.</em><br>
Es gibt viele Gr&uuml;nde, warum m&uuml;ndliche Pr&auml;sentation
etwas ganz anderes ist als schriftliche Pr&auml;sentation:
Die Zuh&ouml;rer k&ouml;nnen nicht selbst entscheiden,
in welchem Tempo Sie den Stoff aufnehmen, sie k&ouml;nnen
nicht zur&uuml;ckbl&auml;ttern, um eine Definition oder
einen Satz noch einmal zu lesen, und sie k&ouml;nnen nicht
Teile &uuml;berspringen, die sie nicht interessieren.
Auf der anderen Seite hat der Leser eines Artikels nicht
die M&ouml;glichkeit, Fragen an den Autor zu richten,
wogegen ein Vortrag eine Kommunikationssituation ist,
die Interaktion in begrenztem Umfang erlaubt.
Daraus ergeben sich eine Reihe von Regeln, die man beim
Vortragen beachten sollte.
  <ul>
   <li> Halten Sie die geschriebene Information auf Tafel
oder OHP-Folien auf ein Minimum.
Die Zuh&ouml;rer wollen kein Buch lesen, sondern Ihnen
zuh&ouml;ren.
Stellen Sie sich nicht vor, dass Ihre Folien allein,
ohne Sie, schon eine verst&auml;ndliche Geschichte
erz&auml;hlen sollen - Ihre Folien werden nie
allein auftreten.
Verlassen Sie sich ruhig darauf, dass Implizites
schon durch den Kontext richtig verstanden wird.
Benutzen Sie Telegrammstil, keine wohlgeformten S&auml;tze.
Ein Beispiel:
Im wissenschaftlichen Aufsatz k&ouml;nnte man
so schreiben: <p>
<strong>Definition.</strong> Eine Relation ~ &uuml;ber eine
Menge <i>S</i> hei&#223;t
<em>&Auml;quivalenzrelation</em>, wenn folgende
drei Bedingungen erf&uuml;llt sind:
(1) ~ ist <em>transitiv</em>, d.h., <i>x</i>~<i>x</i>
f&uuml;r alle <i>x</i> aus <i>S</i>;
(2) ... <p>
Auf der Folie w&uuml;rde man kurz und brutal schreiben: <p>
<em>&Auml;quivalenzrelation</em>:
<ul>
 <li> transitiv (<i>x</i>~<i>x</i>)
 <li> ...
</ul><p>
Die Folie sagt nicht, dass eine &Auml;quivalensrelation
eine Relation ist, auch nicht, dass ~ die Relation
bezeichnet, von der die Rede ist, und nicht,
dass die Bedingung <i>x</i>~<i>x</i> f&uuml;r alle
<i>x</i> aus der betreffende Grundmenge gelten soll.
All das ist offensichtlich, und man sollte es nicht
auf die Folie schreiben (sondern allenfalls
sagen).
   <li> Glauben Sie nicht, dass die Zuh&ouml;rer sich
exakt an alles genau erinnern, was schon mal vorkam.
Wiederholen Sie Definitionen, die lange nicht benutzt
wurden, wobei Sie zwischen Definitionen unterscheiden 
sollten, die man sich gut merken kann, z.B. weil man sie
schon fr&uuml;her gesehen hat
(Bsp: &Auml;quivalenzrelation), oder weil sie
nat&uuml;rlich sind und einen
gut gew&auml;hlten Namen tragen (Bsp: Nullstelle
eines Polynoms), und solchen, die aus dem einen
oder anderen Grund schwierig sind, sich zu merken
(z.B. weil sie kompliziert und/oder unnat&uuml;rlich
und/oder schlecht benannt sind).
Haben Sie keine Scheue davor, schon gezeigte Folien
noch einmal aufzulegen - identische Formen und Farben
erleichtern auch das Wiedererkennen).
An der Tafel haben Sie es nat&uuml;rlich leichter,
was diesen Punkt betrifft, m&uuml;ssen dann aber
wahrscheinlich planen, was Sie l&ouml;schen d&uuml;rfen,
und was stehenbleiben soll.
Sagen Sie es eventuell explizit, wenn eine Definition kommt,
die f&uuml;r das weitere Verst&auml;ndnis absolut
essentiell ist.
  </ul> <p>

 <li><em>Strukturieren Sie richtig.</em><br>
Die meisten wissenschaftlichen Vortr&auml;ge
sind in etwa so aufgebaut:
  <ul>
   <li> Vorspann.
Typischerweise eine Folie, auf der Ihr Name, der Titel
Ihres Vortrags, und eventuell Kontext (Seminar so-und-so),
Datum usw. vermerkt sind.
   <li> Einleitung.
Hier erz&auml;hlen Sie, worum es im Vortrag gehen wird,
und wie er aufgebaut ist.
Am allerwichtigsten ist, dass Sie motivieren, was
Sie tun.
Wenn Sie dem Zuh&ouml;rer nicht erkl&auml;ren, warum
Ihre Botschaft interessant und wichtig ist, sondern sich
gleich in irgendwelche Beweise st&uuml;rzen, wird Ihnen
der Zuh&ouml;rer vern&uuml;nftigerweise kaum
Beachtung schenken.
Bei der Motivation k&ouml;nnen Sie nat&uuml;rlich auch
an Dinge ankn&uuml;pfen, die im Seminar schon besprochen
worden sind, oder die sp&auml;ter drankommen werden.
Wenn schon klar ist, dass die Sache spannend ist,
und erst dann, erkl&auml;ren Sie die wichtigsten
Ergebnisse, die Sie behandeln werden.
   <li> Der technische Teil.
Wenn Sie die Gunst des Zuh&ouml;rers noch besitzen, kann
es jetzt technischer werden, mit Lemmata und Beweisen.
Zu viele und zu schwierige Beweise geh&ouml;ren aber
so oder so nicht in eine
normale m&uuml;ndliche Pr&auml;sentation.
Eine bew&auml;hrte Technik besteht darin, den
Schwierigkeitsgrad im Laufe des Vortrags langsam
zu steigern.
Der Anfang sollte m&ouml;glichst f&uuml;r alle
verst&auml;ndlich sein, w&auml;hrend es zul&auml;ssig
ist, in den letzten zehn Minuten die meisten
Zuh&ouml;rer zu verlieren.
   <li> Die Konklusion.
Hier k&ouml;nnen Sie zusammenfassen, was Sie in Ihrem
Vortrag gemacht haben, Themen anschneiden, die Sie
nicht behandelt haben, offene Probleme besprechen usw.
  </ul><p>

 <li><em>Sorgen Sie f&uuml;r Konsistenz</em><br>
Benutzen Sie eine einheitliche Notation und Terminologie,
selbst wenn Sie mehrere Originalarbeiten gelesen haben,
die unterschiedliche Konventionen verwenden.
Halten Sie sich dabei nach M&ouml;glichkeit an die
Sprechweisen, die sich im Seminar durchgesetzt haben
(vgl. Sie hierzu z.B. die Ausarbeitungen der
fr&uuml;heren Vortr&auml;ge). <p>

 <li><em>Achten Sie nicht nur auf Inhalt, sondern auch
   auf Form.</em><br>
   Reden Sie laut und deutlich.
Benutzen Sie richtige S&auml;tze (was nicht hei&#223;t,
dass Sie steif und formal sprechen m&uuml;ssen -
umgangssprachliche Wendungen beleben den Vortrag) und
f&uuml;llen Sie nicht jede Pause mit
"&Auml;&auml;&auml;h...".
Schreiben Sie auf Tafel oder Folien deutlich und gro&#223;
genug;
auf Folien sollten Kleinbuchstaben mindestens
etwa 4 mm hoch sein.
Benutzen Sie Farben und &uuml;berlegen Sie sich, wie
Sie sie am effektivsten einsetzen.
Benutzen Sie wohl&uuml;berlegte Beispiele.
      Alles, was Sie mit Bildern sagen k&ouml;nnen,
      sollten Sie mit Bildern sagen.
      K&ouml;nnen Sie gut zeichnen, haben Sie hier eine
      wertvolle
      M&ouml;glichkeit, Witz und Charme in Ihren Vortrag
      einzubringen; die Zuh&ouml;rer werden es Ihnen danken.
 </ul>

  <h2><a name="zuhoerer">
   Was ist ein guter Zuh&ouml;rer?
  </h2>
Ein guter Zuh&ouml;rer ist vor allem jemand, der zuh&ouml;rt,
vern&uuml;nftige Zwischenfragen stellt und sich rege an der
anschlie&#223;enden Diskussion beteiligt.
Um gut vorbereitet zu sein, sollten Sie die entsprechende
Ausarbeitung vor jedem Vortrag lesen oder zumindest
&uuml;berfliegen.

  <h2><a name="hilfe">
   Wo bekommen Sie Hilfe?
  </h2>
Der Dozent und seine Mitarbeiter k&ouml;nnen
Ihnen bei technischen Problemen sowie Fragen der
Stoffauswahl und der Vortragstechnik beistehen.
Selbst wenn Sie meinen, keinerlei Probleme mit dem
Stoff zu haben, sollten Sie zu auf jeden Fall den Dozenten
oder den Mitarbeiter zu Rate ziehen, bevor Sie sich
tief in die Vorbereitungen st&uuml;rzen - oft ist
die Kurzdefinition eines Vortrags unvollst&auml;ndig
und muss m&uuml;ndlich
pr&auml;zisiert werden.
M&ouml;chten Sie schwierige technische Fragen zu Ihrem Artikel
in einer Vorbesprechung er&ouml;rtern, lohnt es sich, wenn
Sie Ihre Fragen dem Gespr&auml;chspartner 1-2 Tage vor
der Vorbesprechung mitteilen (z.B. &uuml;ber Email) -
erwarten Sie nicht, dass der Dozent alle Artikel
auswendig kennt oder sich in 10 Sekunden
hineinarbeiten kann. <p>

Haben Sie keine Angst, technische Fragen zu stellen oder
zu pr&uuml;fen, ob Ihr Verst&auml;ndnis mit dem des
Dozenten &uuml;bereinstimmt.
Originalarbeiten sind keine Lehrb&uuml;cher, und es ist
keine Schande, Teile nicht zu verstehen -
Unverstandenes im Vortrag einfach nachzuplappern schon. <p>

Achten Sie bei anderen Vortr&auml;gen darauf, was einen
Vortrag gut bzw. schlecht macht, und versuchen Sie, sich
daran zu erinnern, wenn Ihr eigener Vortrag ansteht.
Ein probates Mittel, zu einem sehr viel besseren Vortrag zu
kommen, ist, einen Probevortrag vor Kollegen z.B. aus dem
Seminar zu halten.
Man sollte den Probevortrag ernst nehmen und
unter realistischen Bedingungen durchf&uuml;hren, insbesondere unter
Ber&uuml;cksichtigung der Zeitbeschr&auml;nkung, man
sollte offen f&uuml;r berechtigte Kritik sein (und Zuh&ouml;rer
haben, die sich trauen, berechtigte Kritik
zu &auml;u&#223;ern), und man sollte gen&uuml;gend Zeit
nach dem Probevortrag lassen, um vor dem eigentlichen
Vortrag auch tats&auml;chlich &Auml;nderungen
vornehmen zu k&ouml;nnen.

  <h2><a name="zeitplan">
   Was ist ein sinnvoller Zeitplan?
  </h2>
Es kann gar nicht genug betont werden, wie wichtig es ist,
das Seminar ernst zu nehmen und rechtzeitig mit den
Vorbereitungen anzufangen.
In jedem Seminar scheitern Teilnehmer allein deswegen,
weil sie zu wenig Zeit einplanen und drei Tage mehr
gebraucht h&auml;tten.
Jetzt sind Sie gewarnt!
  <ul>
   <li>
Verschaffen Sie sich so schnell wie m&ouml;glich einen
&Uuml;berblick dar&uuml;ber, ob Sie zus&auml;tzliche
Literatur ben&ouml;tigen, und wo Sie diese bekommen k&ouml;nnen.
Manchmal ist es m&ouml;glich, Kopien von Quellen zu
beschaffen, die nicht in der Fachbereichsbibliothek
vorhanden sind;
hier k&ouml;nnen Sie Hilfe in der Bibliothek bekommen.
Das dauert dann aber oft Wochen, so dass Sie
schlechte Karten haben, wenn Sie den Bedarf erst am
Vortag Ihres Vortrags entdecken.
   <li>
Warten Sie nicht, bis Sie von formalen Zeitfristen
gezwungen werden, sich mit Ihrem Thema auseinanderzusetzen -
da ist es meist schon zu sp&auml;t.
Vereinbaren Sie fr&uuml;h eine erste Vorbesprechung mit
dem Dozenten oder dem Mitarbeiter und bereiten Sie sich
gr&uuml;ndlich auf dieses Gespr&auml;ch vor, so dass
Sie die richtigen Fragen stellen k&ouml;nnen.
  </ul>

</ul>
 </body>
</htmlplus>
